{
  "title": "Условия использования",
  "lastUpdated": "Последнее обновление",
  "date": "28 января 2026 г.",
  "acceptance": {
    "title": "Принятие условий",
    "content": "Получая доступ и используя BlogPro (https://blogpro.tech), вы принимаете и соглашаетесь соблюдать условия и положения данного соглашения. Если вы не согласны соблюдать вышеизложенное, пожалуйста, не используйте данный сервис."
  },
  "services": {
    "title": "Описание сервиса",
    "content": "BlogPro - это профессиональная платформа для ведения блогов, которая предоставляет следующие услуги:",
    "blog": "Инструменты для создания и управления блогами",
    "products": "Торговая площадка цифровых продуктов и управление ими",
    "documentation": "Техническая документация и база знаний",
    "analytics": "Веб-аналитика и мониторинг производительности"
  },
  "userAccounts": {
    "title": "Учетные записи пользователей",
    "content": "При создании учетной записи у нас вы должны предоставить информацию, которая является точной, полной и актуальной в любое время. Вы несете ответственность за:",
    "accurate": "Поддержание точности информации вашей учетной записи",
    "secure": "Защиту вашего пароля и безопасности учетной записи",
    "responsible": "Всю деятельность, которая происходит под вашей учетной записью"
  },
  "conduct": {
    "title": "Допустимое использование",
    "intro": "Вы соглашаетесь не использовать сервис для:",
    "illegal": "Участия в любой незаконной деятельности или нарушения законов",
    "harmful": "Передачи вредоносного, угрожающего, оскорбительного или клеветнического контента",
    "spam": "Отправки спама, нежелательных сообщений или участия в фишинге",
    "copyright": "Нарушения прав интеллектуальной собственности других лиц",
    "privacy": "Нарушения конфиденциальности или прав других пользователей"
  },
  "content": {
    "title": "Пользовательский контент",
    "ownership": "Вы сохраняете право собственности на любой контент, который вы отправляете, публикуете или отображаете в сервисе или через него.",
    "license": "Публикуя контент, вы предоставляете нам всемирную, неисключительную, безвозмездную лицензию на использование, воспроизведение и распространение вашего контента в связи с сервисом.",
    "responsibility": "Вы несете единоличную ответственность за свой контент и последствия его публикации."
  },
  "intellectual": {
    "title": "Интеллектуальная собственность",
    "content": "Сервис и его оригинальный контент, функции и функциональность являются и останутся исключительной собственностью BlogPro и его лицензиаров. Сервис защищен авторским правом, товарными знаками и другими законами."
  },
  "privacy": {
    "title": "Политика конфиденциальности",
    "content": "Ваша конфиденциальность важна для нас. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности, которая также регулирует ваше использование сервиса, чтобы понять наши практики."
  },
  "termination": {
    "title": "Прекращение",
    "content": "Мы можем прекратить или приостановить вашу учетную запись и запретить доступ к сервису немедленно, без предварительного уведомления или ответственности, по нашему единоличному усмотрению, по любой причине и без ограничений, включая, но не ограничиваясь нарушением Условий."
  },
  "disclaimer": {
    "title": "Отказ от ответственности",
    "content": "Информация на этом веб-сайте предоставляется \"как есть\". В максимальной степени, разрешенной законом, данная Компания исключает все заявления, гарантии, условия и термины, будь то явные или подразумеваемые."
  },
  "limitation": {
    "title": "Ограничение ответственности",
    "content": "Ни при каких обстоятельствах BlogPro, ни его директора, сотрудники, партнеры, агенты, поставщики или аффилированные лица не несут ответственности за любые косвенные, случайные, особые, последующие или штрафные убытки, включая, без ограничений, потерю прибыли, данных, использования, деловой репутации или других нематериальных потерь."
  },
  "governing": {
    "title": "Применимое право",
    "content": "Данные Условия должны толковаться и регулироваться законами юрисдикции, в которой работает BlogPro, без учета положений о коллизии права."
  },
  "changes": {
    "title": "Изменения в условиях",
    "content": "Мы оставляем за собой право, по нашему единоличному усмотрению, изменять или заменять данные Условия в любое время. Если изменение является существенным, мы постараемся предоставить уведомление не менее чем за 30 дней до вступления в силу новых условий."
  },
  "contact": {
    "title": "Контактная информация",
    "content": "Если у вас есть вопросы по данным Условиям использования, пожалуйста, свяжитесь с нами:",
    "email": "Электронная почта",
    "website": "Веб-сайт"
  }
}